{
    "abstract_untok": [
        "Membership gives the ICC jurisdiction over alleged crimes committed in Palestinian territories since last June. Israel and the United States opposed the move, which could open the door to war crimes investigations against Israelis."
    ],
    "article_untok": [
        "The Palestinian Authority officially became the 123rd member of the International Criminal Court on Wednesday, a step that gives the court jurisdiction over alleged crimes in Palestinian territories. The formal accession was marked with a ceremony at The Hague, in the Netherlands, where the court is based. The Palestinians signed the ICC's founding Rome Statute in January, when they also accepted its jurisdiction over alleged crimes committed \"in the occupied Palestinian territory, including East Jerusalem, since June 13, 2014.\" Later that month, the ICC opened a preliminary examination into the situation in Palestinian territories, paving the way for possible war crimes investigations against Israelis. As members of the court, Palestinians may be subject to counter-charges as well. Israel and the United States, neither of which is an ICC member, opposed the Palestinians' efforts to join the body. But Palestinian Foreign Minister Riad al-Malki, speaking at Wednesday's ceremony, said it was a move toward greater justice. \"As Palestine formally becomes a State Party to the Rome Statute today, the world is also a step closer to ending a long era of impunity and injustice,\" he said, according to an ICC news release. \"Indeed, today brings us closer to our shared goals of justice and peace.\" Judge Kuniko Ozaki, a vice president of the ICC, said acceding to the treaty was just the first step for the Palestinians. \"As the Rome Statute today enters into force for the State of Palestine, Palestine acquires all the rights as well as responsibilities that come with being a State Party to the Statute. These are substantive commitments, which cannot be taken lightly,\" she said. Rights group Human Rights Watch welcomed the development. \"Governments seeking to penalize Palestine for joining the ICC should immediately end their pressure, and countries that support universal acceptance of the court's treaty should speak out to welcome its membership,\" said Balkees Jarrah, international justice counsel for the group. \"What's objectionable is the attempts to undermine international justice, not Palestine's decision to join a treaty to which over 100 countries around the world are members.\" In January, when the preliminary ICC examination was opened, Israeli Prime Minister Benjamin Netanyahu described it as an outrage, saying the court was overstepping its boundaries. The United States also said it \"strongly\" disagreed with the court's decision. \"As we have said repeatedly, we do not believe that Palestine is a state and therefore we do not believe that it is eligible to join the ICC,\" the State Department said in a statement. It urged the warring sides to resolve their differences through direct negotiations. \"We will continue to oppose actions against Israel at the ICC as counterproductive to the cause of peace,\" it said. But the ICC begs to differ with the definition of a state for its purposes and refers to the territories as \"Palestine.\" While a preliminary examination is not a formal investigation, it allows the court to review evidence and determine whether to investigate suspects on both sides. Prosecutor Fatou Bensouda said her office would \"conduct its analysis in full independence and impartiality.\" The war between Israel and Hamas militants in Gaza last summer left more than 2,000 people dead. The inquiry will include alleged war crimes committed since June. The International Criminal Court was set up in 2002 to prosecute genocide, crimes against humanity and war crimes. CNN's Vasco Cotovio, Kareem Khadder and Faith Karimi contributed to this report."
    ],
    "candidates_untok": [
        [
            [
                "The ICC's jurisdiction over the occupied Palestinian territory is limited to crimes committed since June 2014, and does not extend to crimes committed before that date."
            ],
            [
                0.45901639344262296,
                0.13559322033898305,
                0.36065573770491804
            ]
        ],
        [
            [
                "Israel and the United States have opposed the Palestinian Authority's efforts to join the ICC, citing concerns about the court's jurisdiction and the potential for political bias."
            ],
            [
                0.41269841269841273,
                0.19672131147540986,
                0.253968253968254
            ]
        ],
        [
            [
                "The Palestinian Authority has signed the ICC's founding Rome Statute, accepting its jurisdiction over alleged crimes committed in the occupied Palestinian territory since 2014."
            ],
            [
                0.4406779661016949,
                0.2807017543859649,
                0.3728813559322034
            ]
        ],
        [
            [
                "The ICC's jurisdiction now extends to the occupied Palestinian territory, including East Jerusalem, and allows the court to investigate alleged war crimes committed by both Israelis and Palestinians since June 2014."
            ],
            [
                0.5151515151515151,
                0.125,
                0.33333333333333337
            ]
        ],
        [
            [
                "The ICC's investigation into alleged war crimes in the occupied Palestinian territory is expected to be a complex and challenging process, and could take years to complete."
            ],
            [
                0.41935483870967744,
                0.09999999999999999,
                0.3225806451612903
            ]
        ],
        [
            [
                "The Palestinian Authority has officially joined the International Criminal Court, giving the court jurisdiction over alleged crimes in Palestinian territories.",
                "This move has been met with opposition from Israel and the United States, who are not members of the ICC."
            ],
            [
                0.48648648648648646,
                0.3055555555555555,
                0.4054054054054054
            ]
        ],
        [
            [
                "The ICC's move to investigate alleged war crimes in Palestinian territories has been met with opposition from Israel and the United States."
            ],
            [
                0.5614035087719297,
                0.2909090909090909,
                0.4210526315789474
            ]
        ],
        [
            [
                "The Palestinian Authority officially joined the International Criminal Court, giving the court jurisdiction over alleged crimes in Palestinian territories.",
                "The move allows the court to investigate war crimes committed by Israelis and Palestinians since 2014, and may lead to possible war crimes investigations against Israelis."
            ],
            [
                0.5569620253164557,
                0.3116883116883117,
                0.4556962025316456
            ]
        ],
        [
            [
                "The ICC has opened a preliminary examination into the situation in Palestinian territories, paving the way for possible war crimes investigations against Israelis."
            ],
            [
                0.45614035087719296,
                0.2545454545454546,
                0.3859649122807018
            ]
        ],
        [
            [
                "The Palestinian Authority's formal accession to the ICC was marked with a ceremony at The Hague, Netherlands, where the court is based.",
                "The move has been met with opposition from Israel and the United States, which are not members of the ICC."
            ],
            [
                0.33766233766233766,
                0.16,
                0.2597402597402597
            ]
        ],
        [
            [
                "The Palestinian Authority has officially become the 123rd member of the International Criminal Court (ICC), giving the court jurisdiction over alleged crimes in Palestinian territories.",
                "This move allows the ICC to investigate and prosecute war crimes, crimes against humanity, and genocide committed in the occupied Palestinian territory since 2014."
            ],
            [
                0.5301204819277109,
                0.2469135802469136,
                0.3132530120481928
            ]
        ],
        [
            [
                "The ICC's jurisdiction over Palestinian territories has been a contentious issue for years, with Israel and the United States opposing the move."
            ],
            [
                0.4912280701754386,
                0.36363636363636365,
                0.4912280701754386
            ]
        ]
    ]
}