{
    "abstract_untok": [
        "Singing the national anthem is a risky proposition. Whitney Houston nailed it; Roseanne Barr destroyed it."
    ],
    "article_untok": [
        "If you're famous and performing the American national anthem, be prepared to become a national hero or a national disgrace. Facts are facts. Just ask Vince, Whitney, Roseanne, Jimi and Michael. Mötley Crüe's Vince Neil reminded us again this week of the dangers of tackling \"The Star-Spangled Banner.\" Sure, he can shred it on \"Girls, Girls, Girls\" and \"Dr. Feelgood,\" but this is a different story -- a completely different story. To say Neil butchered the song before the Las Vegas Outlaws Arena Football League game would be unkind to those in the profession. There's less carnage when butchers are done with their work. The late Whitney Houston set the modern standard for the national anthem at Super Bowl XXV. In the early stages of the Gulf War in 1991, a patriotic America saluted her performance. Just six months earlier, comedian Roseanne Barr may have established the low-water mark. The crowd at the San Diego Padres game booed her rendition and President George H. W. Bush called it \"disgraceful.\" There's nothing quite like getting the presidential thumbs down. One of the most controversial and beloved versions of \"The Star-Spangled Banner\" comes from 1969. Guitar slinger Jimi Hendrix inflamed mainstream America with his psychedelic take on the national anthem to the delight of the Woodstock generation. And then there's Michael Bolton's version. Overly wrought songs are his specialty and he doesn't disappoint in that department when he sings at the American League Championship Series in 2003. Bolton belts it out, but there's one little problem -- the words. Can anyone say crib notes?"
    ],
    "candidates_untok": [
        [
            [
                "A famous performance of the American national anthem can either make or break a celebrity's reputation.",
                "Recent examples include Vince Neil's botched rendition and Whitney Houston's iconic version."
            ],
            [
                0.25531914893617014,
                0.08888888888888888,
                0.25531914893617014
            ]
        ],
        [
            [
                "From Vince Neil to Roseanne Barr, several famous individuals have attempted to sing the national anthem, with varying degrees of success.",
                "The stakes are high, and the consequences can be severe."
            ],
            [
                0.25531914893617014,
                0.17777777777777776,
                0.1702127659574468
            ]
        ],
        [
            [
                "From Whitney Houston's iconic performance at Super Bowl XXV to Roseanne Barr's infamous rendition at a San Diego Padres game, the national anthem has been a source of controversy and criticism.",
                "This article takes a look back at some of the most memorable - and cringe-worthy - performances."
            ],
            [
                0.24615384615384614,
                0.12698412698412698,
                0.15384615384615385
            ]
        ],
        [
            [
                "When celebrities attempt to sing the national anthem, they risk embarrassing themselves and their fans.",
                "Recent examples include Vince Neil's botched performance and Roseanne Barr's infamous rendition."
            ],
            [
                0.26666666666666666,
                0.18604651162790697,
                0.26666666666666666
            ]
        ],
        [
            [
                "From Roseanne Barr to Michael Bolton, there have been many celebrity missteps when it comes to singing the national anthem.",
                "This article takes a look at some of the most memorable - and cringe-worthy - performances, and what we can learn from them."
            ],
            [
                0.27586206896551724,
                0.14285714285714285,
                0.17241379310344826
            ]
        ],
        [
            [
                "When celebrities try to sing the national anthem, they risk embarrassing themselves and their fans.",
                "Recent examples include Vince Neil's off-key performance and Roseanne Barr's infamous rendition."
            ],
            [
                0.26086956521739135,
                0.18181818181818182,
                0.26086956521739135
            ]
        ],
        [
            [
                "The American national anthem is a symbol of patriotism and national pride.",
                "However, when celebrities attempt to sing it, they often face intense scrutiny and pressure to perform flawlessly."
            ],
            [
                0.3111111111111111,
                0.13953488372093023,
                0.3111111111111111
            ]
        ],
        [
            [
                "When celebrities try to sing the national anthem, they risk embarrassing themselves and their fans.",
                "Recent examples include Vince Neil's botched performance and Roseanne Barr's infamous rendition."
            ],
            [
                0.26666666666666666,
                0.18604651162790697,
                0.26666666666666666
            ]
        ],
        [
            [
                "The American national anthem is a symbol of national pride, but when celebrities attempt to sing it, they face intense pressure to perform flawlessly."
            ],
            [
                0.35000000000000003,
                0.15789473684210528,
                0.3
            ]
        ],
        [
            [
                "When celebrities attempt to sing the national anthem, they face intense pressure and scrutiny.",
                "One misstep can lead to a lifetime of criticism and ridicule."
            ],
            [
                0.24390243902439027,
                0.15384615384615385,
                0.24390243902439027
            ]
        ],
        [
            [
                "Vince Neil's botched performance of the national anthem at an Arena Football League game in Las Vegas joins a list of infamous renditions, including Roseanne Barr's booed attempt and Michael Bolton's lyrics-challenged effort.",
                "The song's difficulty in being performed live is highlighted, with Whitney Houston's iconic Super Bowl performance serving as a benchmark for success."
            ],
            [
                0.23376623376623376,
                0.10666666666666667,
                0.23376623376623376
            ]
        ],
        [
            [
                "The American national anthem is a symbol of patriotism and national pride, but it can also be a source of controversy and criticism.",
                "This article explores the complexities of the national anthem, using Vince Neil's recent performance as a case study."
            ],
            [
                0.20689655172413796,
                0.14285714285714285,
                0.20689655172413796
            ]
        ]
    ]
}